module.exports = {
    "Dashboard": {
        'ru': "Обзор",
        'ar': "إعادة النظر"
    },
    "Account data": {
        'ru': "Информацию по счету",
        'ar': "معلومات عن الحساب."
    },
    "Account info": {
        'ru': "Информация о счете",
        'ar': "معلومات حول الحساب"
    },
    "Account id": {
        'ru': "Номер счета",
        'ar': "رقم حساب"
    },
    "Account login": {
        'ru': "Вход в аккаунт",
        'ar': "مدخل لحساب"
    },
    "Fill any field to get information about account": {
        'ru': "Заполните любое поле чтобы получить информацию по аккаунту",
        'ar': "أكمل أي مجال للحصول على معلومات الحساب"
    },
    "User not found!": {
        'ru': "Пользователь не найден. Проверьте номер телефона",
        'ar': "لم يتم العثور على المستخدم.تحقق رقم هاتفك"
    },
    "Error": {
        'ru': "Ошибка",
        'ar': "خطأ"
    },
    "Account ID should have 56 symbols": {
        'ru': "Счет должен быть 56 символов",
        'ar': "يجب أن تكون الحركة 56 حرفا"
    },
    "Phone number": {
        'ru': "Номер мобильного",
        'ar': "رقم الهاتف المحمول"
    },
    "Your account": {
        'ru': "Ваш счет",
        'ar': "الحساب الخاص بك"
    },
    "Wallet username": {
        'ru': "Имя кошелька",
        'ar': "اسم المحفظة"
    },
    "Back": {
        'ru': "Назад",
        'ar': "عودة"
    },
    "Sign in": {
        'ru': "Войти",
        'ar': "تسجيل الدخول"
    },
    "English": {
        'ru': "Английский",
        'ar': "الإنجليزية"
    },
    "Arabic": {
        'ru': "Украинский",
        'ar': "العربية"
    },
    "Russian": {
        'ru': "Русский",
        'ar': "الروسية"
    },
    "Invalid email": {
        'ru': "Неверно указан адрес электронной почты",
        'ar': "عنوان بريد إلكتروني محدد بشكل لا يصدق"
    },
    "Invalid phone": {
        'ru': "Неправильно указан мобильный телефон",
        'ar': "الهاتف المحمول المحدد بشكل غير صحيح"
    },
    "Email": {
        'ru': "Электронная почта",
        'ar': "بريد إلكتروني"
    },
    "Wallet": {
        'ru': "Кошелек",
        'ar': "كيس نقود"
    },
    "All fields are empty. Fill any field": {
        'ru': "Все поля пустые. Заполните любое поле",
        'ar': "جميع الحقول فارغة.املأ أي مجال"
    },
    "Account not found": {
        'ru': "Аккаунт не найден",
        'ar': "الحساب غير موجود"
    },
    "Logout": {
        'ru': "Выйти",
        'ar': "اذهب للخارج"
    },


    "Account ID" : {
        ar: 'ID рахунку',
        ru: 'معرف الحساب'
    },
    "Account Info": {
        ru: 'Информацию по счету',
        ar: 'معلومات عن الحساب.'
    },
    "Account": {
        ru: 'Счет',
        ar: 'نتيجة'
    },
    "Actions": {
        ru: 'Управление',
        ar: 'إدارة'
    },
    "Add": {
        ru: 'Создать',
        ar: 'يخلق'
    },
    "Address": {
        ru: 'Адрес',
        ar: 'عنوان'
    },
    "Admin key already exists": {
        ru: 'Ключ администратора уже существует',
        ar: 'مفتاح المسؤول موجود بالفعل'
    },
    "Admin key was generated and saved succesfully": {
        ru: 'Ключ администратора был создан и успешно сохранен',
        ar: 'تم إنشاء مفتاح المسؤول وحفظه بنجاح'
    },
    "Admins Account": {
        ru: 'Счета администраторов',
        ar: 'حسابات المسؤولين'
    },
    "Admins": {
        ru: 'Администраторы',
        ar: 'المسؤولين'
    },
    "Agent account": {
        ru: 'Счет агента',
        ar: 'حساب الوكيل'
    },
    "Agent Id": {
        ru: 'ID агента',
        ar: 'معرف وكيل'
    },
    "Agent type": {
        ru: 'Тип агента',
        ar: 'نوع الوكيل.'
    },
    "Agent Type": {
        ru: 'Тип агента',
        ar: 'نوع الوكيل.'
    },
    "Agent was successfully created": {
        ru: 'Агент $[1] был успешно сохранен',
        ar: 'تم إنشاء وكيل $ [1] بنجاح'
    },
    "Agents": {
        ru: 'Агенты',
        ar: 'عملاء'
    },
    "Amount": {
        ru: '',
        ar: 'مجموع'
    },
    "Analytics": {
        ru: 'Аналитика',
        ar: 'تحليلات'
    },
    "Application log": {
        ru: '',
        ar: 'مجلة اضافية'
    },
    "Approved": {
        ru: 'Подтверждено',
        ar: 'مؤكد'
    },
    "Asset code": {
        ru: 'Код валюты',
        ar: 'رمز العملة'
    },
    "Asset": {
        ru: 'Валюта',
        ar: 'عملة'
    },
    "Back to agents list": {
        ru: 'Вернуться в список агентов',
        ar: 'العودة إلى قائمة الوكيل'
    },
    "Balances": {
        ru: 'Балансы',
        ar: 'أرصدة'
    },
    "Block incoming payments": {
        ru: 'Блокирование входящих платежей',
        ar: 'حظر المدفوعات الواردة'
    },
    "Block outcoming payments": {
        ru: 'Блокирование исходящих платежей',
        ar: 'حظر المدفوعات الصادرة'
    },
    "Block": {
        ru: 'Блокировать',
        ar: 'منع'
    },
    "Code": {
        ru: 'Код',
        ar: 'شفرة'
    },
    "Companies": {
        ru: 'Компании',
        ar: 'الشركة'
    },
    "Company code": {
        ru: 'Код компании',
        ar: 'كود الشركة'
    },
    "Company title": {
        ru: 'Название компании',
        ar: 'اسم الشركة'
    },
    "Company was successfully created": {
        ru: 'Компания $[1] была успешно создана',
        ar: 'تم إنشاء الشركة $ [1] بنجاح'
    },
    "Company": {
        ru: 'Компания',
        ar: 'Компанія'
    },
    "Contact email": {
        ru: 'Контактный e-mail',
        ar: 'تواصل بالبريد الاكتروني'
    },
    "Create account": {
        ru: 'Создать счет',
        ar: 'إنشاء حساب'
    },
    "Create new Admin": {
        ru: 'Создать нового администратора',
        ar: 'إنشاء مسؤول جديد'
    },
    "Create new company": {
        ru: 'Создать новую компанию',
        ar: 'إنشاء شركة جديدة'
    },
    "Create new currency": {
        ru: 'Создать новую валюту',
        ar: 'إنشاء عملة جديدة'
    },
    "Create new agent": {
        ru: 'Создать нового агента',
        ar: 'إنشاء وكيل جديد'
    },
    "Create payment document": {
        ru: 'Создать платежный документ',
        ar: 'إنشاء وثيقة الدفع'
    },
    "Create quick payment document": {
        ru: 'Создать быстрый документ',
        ar: 'إنشاء وثيقة سريعة'
    },
    "Create": {
        ru: 'Создать',
        ar: 'انشاء'
    },
    "create": {
        ru: 'создайте',
        ar: 'انشاء'
    },
    "Created": {
        ru: 'Создано',
        ar: 'تم انشاء'
    },
    "Currencies": {
        ru: 'Валюты',
        ar: 'العملات'
    },
    "Currency Code": {
        ru: 'Код валюты',
        ar: 'رمز العملة'
    },
    "Currency CODE": {
        ru: 'Код валюты',
        ar: 'رمز العملة'
    },
    "Currency Title": {
        ru: 'Название валюты',
        ar: 'اسم العملة'
    },
    "Currency was successfully created": {
        ru: 'Валюта $[1] была успешно создана',
        ar: 'تم إنشاء العملة $ [1] بنجاح'
    },
    "Currency": {
        ru: 'Валюта',
        ar: 'عملة'
    },
    "Daily max in": {
        ru: 'Дневной лимит входящих операций',
        ar: 'حد العمليات الواردة النهار'
    },
    "Daily max out": {
        ru: 'Дневной лимит исходящих операций',
        ar: 'عمليات العمليات النهار'
    },
    "Declined": {
        ru: 'Отклонено',
        ar: 'مرفوض'
    },
    "Emission accounts": {
        ru: 'Счета эмитентов',
        ar: 'مصدر الحسابات'
    },
    "Emission": {
        ru: 'Эмисcия',
        ar: 'انبعاث'
    },
    "Enrollments": {
        ru: 'Приглашения',
        ar: 'رسالة دعوة'
    },
    "Enter": {
        ru: 'Войти',
        ar: 'تسجيل الدخول'
    },
    "Signup": {
        ru: 'Зарегестрироваться',
        ar: 'يسجل'
    },
    "Everything's fine": {
        ru: 'Все хорошо',
        ar: 'حسنا'
    },
    "From": {
        ru: 'Плательщик',
        ar: 'دافع'
    },
    "General Info": {
        ru: 'Общая информация',
        ar: 'معلومات عامة'
    },
    "Generate Admin Key": {
        ru: 'Сгенерировать ключ администратора',
        ar: 'إنشاء مفتاح المسؤول'
    },
    "Generate admin keys": {
        ru: 'Генерация ключей администраторов',
        ar: 'جيل مفاتيح المسؤولين'
    },
    "Generate Emission Key": {
        ru: 'Сгенерировать ключ эмитента',
        ar: 'توليد مفتاح المصدر'
    },
    "Generate Emission Keys": {
        ru: 'Сгенерировать ключи эмитента',
        ar: 'توليد مفتاح المصدر'
    },
    "Generate keys": {
        ru: 'Генерировать ключ',
        ar: 'توليد المفتاح'
    },
    "Generate": {
        ru: 'Генерировать',
        ar: 'يولد'
    },
    "Horizon admin accounts": {
        ru: 'Счета администраторов Horizon',
        ar: 'حسابات المسؤولين الأفق'
    },
    "ID": {
        ru: 'ID',
        ar: 'هوية شخصية'
    },
    "Invalid account": {
        ru: 'Недействительный счет',
        ar: 'حساب غير صالح'
    },
    "Keys": {
        ru: 'Ключи',
        ar: 'مفاتيح'
    },
    "Limits for account": {
        ru: 'Лимиты для счета',
        ar: 'حدود للحساب'
    },
    "Limits": {
        ru: 'Лимиты',
        ar: 'حدود'
    },
    "Manage": {
        ru: 'Управление',
        ar: 'إدارة'
    },
    "List": {
        ru: 'Просмотреть',
        ar: 'إعادة النظر'
    },
    "Local admin accounts": {
        ru: 'Внутренние счета администраторов',
        ar: 'الحسابات الداخلية للمسؤولين'
    },
    "Login": {
        ru: 'Войти',
        ar: 'تسجيل الدخول'
    },
    "Edit": {
        ru: 'Изменить',
        ar: 'يتغيرون'
    },
    "Mark read": {
        ru: 'Обозначить как прочитанное',
        ar: 'ضع إشارة مقروء'
    },
    "Master Info": {
        ru: 'Главный счет',
        ar: 'الحساب الرئيسي'
    },
    "Max operation in": {
        ru: 'Лимит входящих операций',
        ar: 'حد عمليات المدخلات'
    },
    "Max operation out": {
        ru: 'Лимит исходящих операций',
        ar: 'عمليات العمليات الصادرة'
    },
    "Message": {
        ru: 'Сообщение',
        ar: 'رسالة'
    },
    "Monthly max in": {
        ru: 'Месячный лимит входящих операций',
        ar: 'حد عمليات المدخلات الشهرية'
    },
    "Monthly max out": {
        ru: 'Месячный лимит исходящих операция',
        ar: 'حدود العمليات الصادرة الشهرية'
    },
    "New Logs": {
        ru: 'Новые логи',
        ar: 'سجلات جديدة'
    },
    "Next": {
        ru: 'Следующая',
        ar: 'الأتى'
    },
    "No admin keys found in horizon": {
        ru: 'Не найдено ключей администраторов в Horizon',
        ar: 'لم يتم العثور على مفاتيح المشرف في الأفق'
    },
    "No emission accounts found": {
        ru: 'Не найдено счета эмитентов',
        ar: 'لم يتم العثور على المصدرين المحاسبيين'
    },
    "No enrollments are added yet": {
        ru: 'Никаких приглашений ещё не было создано',
        ar: 'لم يتم إنشاء دعوات بعد'
    },
    "No limit": {
        ru: 'Без ограничений',
        ar: 'بدون قيود'
    },
    "No notifications available": {
        ru: 'Нету сообщений в наличии',
        ar: 'لا توجد رسائل في الأسهم'
    },
    "No one company found": {
        ru: 'Не найдено компаний',
        ar: 'لم يتم العثور على شركة'
    },
    "No one currency found": {
        ru: 'Не найдено валют',
        ar: 'لا توجد عملة'
    },
    "Not block": {
        ru: 'Не блокировать',
        ar: 'لا تحجب'
    },
    "Page": {
        ru: 'Страница',
        ar: 'صفحة'
    },
    "Password": {
        ru: 'Пароль',
        ar: 'كلمه السر'
    },
    "Payments": {
        ru: 'Платежи',
        ar: 'المدفوعات'
    },
    "Phone": {
        ru: 'Телефон',
        ar: 'هاتف'
    },
    "Please insert encrypted key to Emission Daemon. Do not forget password!! Remember - password is NOT recoverable": {
        ru: 'Пожалуйста добавьте этот ключ в модуль эмиссии. Не забудьте пароль - его НЕЛЬЗЯ восстановить!',
        ar: 'أضف هذا المفتاح إلى وحدة EMICII.لا تنس كلمة المرور - لا يمكن استعادتها!'
    },
    "Please Sign In": {
        ru: 'Пожалуйста, авторизуйтесь',
        ar: 'الرجاء تسجيل الدخول'
    },
    "Please": {
        ru: 'Пожалуйста',
        ar: 'لو سمحت'
    },
    "Prev": {
        ru: 'Предыдущая',
        ar: 'السابقة'
    },
    "Registered Companies": {
        ru: 'Зарегестрированные компании',
        ar: 'الشركات المسجلة'
    },
    "Registered Currencies": {
        ru: 'Зарегестрированные валюты',
        ar: 'العملات المسجلة'
    },
    "Registration address": {
        ru: 'Регистрационный адрес',
        ar: 'عناوين التسجيل'
    },
    "Registration Code": {
        ru: 'Регистрационный код',
        ar: 'رمز التسجيل'
    },
    "Registration phone number": {
        ru: 'Регистрационный номер телефона',
        ar: 'رقم تسجيل الهاتف'
    },
    "Registration Title": {
        ru: 'Регистрационное название',
        ar: 'تسجيل اسم'
    },
    "Repeat Your Password": {
        ru: 'Повторите ваш пароль',
        ar: 'أعد كلمة السر الخاصة بك'
    },
    "Restricts for account": {
        ru: 'Ограничения для счета',
        ar: 'الحد من أجل الحساب'
    },
    "Restricts": {
        ru: 'Ограничения',
        ar: 'القيد'
    },
    "Save": {
        ru: 'Сохранить',
        ar: 'يحفظ'
    },
    "Sequence": {
        ru: 'Последовательность',
        ar: 'تسلسل'
    },
    "SmartBank Admin Panel": {
        ru: 'Панель Администратора SmartBank',
        ar: "لوحة مسؤول SmartBank.",
    },
    "Status": {
        ru: 'Статус',
        ar: 'حالة'
    },
    "Date": {
        ru: 'Дата',
        ar: 'تاريخ'
    },
    "Subentries": {
        ru: 'Подразделения',
        ar: 'التقسيمات الفرعية'
    },
    "Submit": {
        ru: 'Подтвердить',
        ar: 'يتأكد'
    },
    "Title": {
        ru: 'Название',
        ar: 'اسم'
    },
    "To": {
        ru: 'Получатель',
        ar: 'متلقي'
    },
    "Tools": {
        ru: 'Инструменты',
        ar: 'أدوات'
    },
    "Type": {
        ru: 'Тип',
        ar: 'Тип'
    },
    "Upload Signed Transaction": {
        ru: 'Загрузить подписанную транзакцию',
        ar: 'قم بتنزيل معاملات التوظيف'
    },
    "Value": {
        ru: 'Значение',
        ar: 'قيمة'
    },
    "View details": {
        ru: 'Подробнее',
        ar: 'تفاصيل'
    },
    "View emission account details": {
        ru: 'Детали счета эмитента',
        ar: 'تفاصيل حساب المصدر'
    },
    "Weight": {
        ru: 'Вес',
        ar: 'وزن'
    },
    "Wrong login/password combination": {
        ru: 'Неверный логин/пароль',
        ar: 'تسجيل الدخول / كلمة المرور غير صالحة'
    },
    "Admin with this login already exists": {
        ru: 'Админ с таким логином уже существует',
        ar: 'المشرف مع هذا تسجيل الدخول موجود بالفعل'
    },
    "Password length must be minimum 6 chars": {
        ru: 'Минимальная длина пароля - 6 символов',
        ar: 'الحد الأدنى طول كلمة المرور - 6 أحرف'
    },
    "Passwords do not match": {
        ru: 'Пароли не совпадают',
        ar: 'كلمات المرور لا تتزامن'
    },
    "Service error. Cannot save admin": {
        ru: 'Сервисная ошибка. Невозможно создать учетную запись администратора',
        ar: 'خطأ في الخدمة.غير قادر على إنشاء حساب المسؤول'
    },
    "Admin created!": {
        ru: 'Учетную запись администратора создано!',
        ar: 'حساب المسؤول الذي تم إنشاؤه!'
    },
    "Empty admin ID": {
        ru: 'Пустой ID администратора',
        ar: 'معرف المسؤول فارغة'
    },
    "No such admin found": {
        ru: 'Учетную запись администратора не найдено',
        ar: 'حساب المسؤول غير موجود'
    },
    "Empty account ID": {
        ru: 'Пустой ID счета',
        ar: 'معرف الحساب الفارغ'
    },
    "No one currency found, please add first": {
        ru: 'Не найдено ни одной валюты. Пожалуйста, создайте',
        ar: 'لا توجد عملة موجودة.الرجاء إنشاء'
    },
    "No one company found, please add first": {
        ru: 'Не найдено ни одной компании. Пожалуйста, создайте',
        ar: 'شركات موجودة.الرجاء إنشاء'
    },
    "Unable to save agent": {
        ru: 'Невозможно создать агента',
        ar: 'غير قادر على حفظ وكيل'
    },
    "Failed to create agent": {
        ru: 'Ошибка при создании агента',
        ar: 'خطأ عند إنشاء وكيل'
    },
    "Failed to create agent enrollment": {
        ru: 'Ошибка при создании приглашения для агента',
        ar: 'خطأ عند إنشاء دعوة إلى وكيل'
    },
    "Agent was created. Enrollment was sent to": {
        ru: 'Агент был создан. Приглашение было отправлено на',
        ar: 'يتم إنشاء الوكيل.تم إرسال الدعوة إلى'
    },
    "E-mail wasn\"t sent, check SMTP details": {
        ru: 'E-mail не отправлено. Проверьте настройки SMTP',
        ar: 'البريد الإلكتروني غير المرسلة.تحقق من إعدادات SMTP.'
    },
    "Failed to add company": {
        ru: 'Ошибка при создании компании',
        ar: 'خطأ عند إنشاء شركة'
    },
    "Document created!": {
        ru: 'Документ создано',
        ar: 'تم إنشاء المستند!'
    },
    "Cannot create payment doc": {
        ru: 'Невозможно создать платежный документ',
        ar: 'غير قادر على إنشاء مستند الدفع'
    },
    "Agent account not found in DB": {
        ru: 'Счет агента $[1] не найден в базе данных',
        ar: 'حساب وكيل $ [1] غير موجود في قاعدة البيانات'
    },
    "Empty token": {
        ru: 'Пустой токен',
        ar: 'رمز فارغ'
    },
    "Enrollment is not available": {
        ru: 'Приглашение недоступно',
        ar: 'الدعوة غير متوفرة'
    },
    "Enrollment has expired": {
        ru: 'Время действия приглашения закончилось',
        ar: 'انتهت صلاحية الدعوة منتهية الصلاحية'
    },
    "Failed to get account info": {
        ru: 'Ошибка при получении информации по счету',
        ar: 'خطأ عند تلقي معلومات الحساب'
    },
    "Failed to get master account info": {
        ru: 'Ошибка при получении информации по главному счету',
        ar: 'خطأ عند تلقي المعلومات حسب الحساب الرئيسي'
    },
    "Account id is not aproved yet": {
        ru: 'Счет ещё не создан',
        ar: 'لم يتم إنشاء الحساب بعد'
    },
    "Latest logs": {
        ru: 'Последние записи',
        ar: 'أحدث سجلات'
    },
    "6 characters minimum": {
        ru: 'Минимум 6 символов',
        ar: 'الحد الأدنى من 6 أحرف'
    },
    "Errors": {
        ru: 'Ошибки',
        ar: 'الأخطاء'
    },
    "Empty company code": {
        ru: 'Проверьте код компании',
        ar: 'تحقق من كود الشركة'
    },
    "Empty company title": {
        ru: 'Проверьте название компании',
        ar: 'تحقق من اسم الشركة'
    },
    "Empty company address": {
        ru: 'Проверьте адрес компании',
        ar: 'تحقق من عنوان الشركة'
    },
    "Empty company phone": {
        ru: 'Проверьте телефон компании',
        ar: 'تحقق من هاتف الشركة'
    },
    "Empty company email": {
        ru: 'Проверьте email компании',
        ar: 'تحقق من شركة البريد الإلكتروني'
    },

    "Currency code is too short": {
        ru: 'Код валюты слишком короткий',
        ar: 'رمز العملة قصير جدا'
    },
    "Currency code is too long": {
        ru: 'Код валюты слишком длинный',
        ar: 'رمز العملة طويل جدا'
    },
    "Currency title is too long": {
        ru: 'Название валюты слишком длинное',
        ar: 'اسم العملة طويل جدا'
    },
    "Empty currency title": {
        ru: 'Проверьте название валюты',
        ar: 'تحقق من اسم العملة'
    },
    "Empty currency code": {
        ru: 'Проверьте код валюты',
        ar: 'يرجى التحقق من كود العملة'
    },

    "Currency already exists": {
        ru: 'Валюта $[1] с кодом $[2] уже существует',
        ar: 'العملة $ [1] مع رمز $ [2] موجود بالفعل'
    },
    "Company already exists": {
        ru: 'Компания $[1] с кодом $[2] уже существует',
        ar: '$ [2] مع رمز $ [2] موجود بالفعل'
    },

    "Main": {
        ru: 'Главная',
        ar: 'منزل، بيت'
    },
    "No payments found": {
        ru: 'Платежи не найдены',
        ar: 'لم يتم العثور على المدفوعات'
    },
    "Registered agents": {
        ru: 'Зарегестрированные агенты',
        ar: 'وكلاء مسجلون'
    },
    "No agents found": {
        ru: 'Ниодного агента не найдено',
        ar: 'لم يتم العثور على وكيل'
    },

    "Agent is already exists": {
        ru: 'Агент уже существует',
        ar: 'الوكيل موجود بالفعل'
    },

    "Registered": {
        ru: 'Зарегистрированные',
        ar: 'مسجل'
    },
    "Registered users": {
        ru: 'ЗАрегестрированные пользователи',
        ar: 'المستخدمون المسجلون'
    },
    "Registered user Id": {
        ru: 'ID пользователя',
        ar: 'معرف المستخدم'
    },
    "Name": {
        ru: 'Имя',
        ar: 'صورة'
    },
    "Surname": {
        ru: 'Фамилия',
        ar: 'اسم'
    },
    "Middle name": {
        ru: 'Отчество',
        ar: 'اسم العائلة'
    },
    "Ident. code": {
        ru: 'Идент. код',
        ar: 'هوية.الشفرة'
    },
    "Passport": {
        ru: 'Серия и номер паспорта',
        ar: 'سلسلة ورقم جواز السفر'
    },
    "Create new registered user": {
        ru: 'Создать нового зарегестрированного пользователя',
        ar: 'إنشاء مستخدم مسجل جديد'
    },
    "Registered user was successfully created": {
        ru: 'Зарегестрированный пользователь $[1] был успешно создан',
        ar: 'تم إنشاء المستخدم المسجل [1] بنجاح'
    },
    "No registered users found": {
        ru: 'Не найдено ни одного зарегестрированного пользователя',
        ar: 'لم يتم العثور على مستخدم مسجل'
    },
    "See all": {
        ru: 'Показать все',
        ar:  'عرض الكل'
    },
    "from": {
        ru: 'С',
        ar: 'مع'
    },
    "to": {
        ru: 'по',
        ar: 'بواسطة'
    },
    "Apply": {
        ru: 'Применить',
        ar: 'تطبيق'
    },

    "Copyright tag": {
        ru: 'сделано в',
        ar: 'مصنوع بواسطة'
    },
    "Commission": {
        ru: 'Комиссия',
        ar: 'عمولة'
    },
    "For roles": {
        ru: 'Для ролей',
        ar: 'للأدوار'
    },
    "For accounts": {
        ru: 'Для счетов',
        ar: 'للحسابات'
    },
    "Choose variant of direction": {
        ru: 'Выберите направление',
        ar: 'اختر الاتجاه'
    },
    "Direction": {
        ru: 'Направление',
        ar: 'اتجاه'
    },
    "From account": {
        ru: 'Со счета',
        ar: 'من الحساب'
    },
    "To account": {
        ru: 'На счет',
        ar: 'على حساب'
    },
    "From account to account": {
        ru: 'Со счета на счет',
        ar: 'من الحساب إلى الحساب'
    },
    "From account to type": {
        ru: 'Со счета на тип',
        ar: 'من حساب إلى الكتابة'
    },
    "From type to account": {
        ru: 'С типа на счет',
        ar: 'من النوع إلى حساب'
    },
    "Show": {
        ru: 'Показать',
        ar: 'تبين'
    },
    "From type": {
        ru: 'С типа',
        ar: 'من النوع'
    },
    "To type": {
        ru: 'На тип',
        ar: 'من النوع'
    },
    "Commission for direction": {
        ru: 'Комиссия для направления',
        ar: 'لجنة الاتجاه'
    },
    "Close": {
        ru: 'Закрыть',
        ar: 'مغلق'
    },
    "Delete": {
        ru: 'Удалить',
        ar: 'إزالة'
    },
    "Flat fee": {
        ru: 'Фиксированная',
        ar: 'مثبت'
    },
    "Percent fee": {
        ru: 'Процентная',
        ar: 'فائدة'
    },
    "Flat": {
        ru: 'Фиксированная',
        ar: 'مثبت'
    },
    "Percent": {
        ru: 'Процентная',
        ar: 'فائدة'
    },
    "Edit commissions": {
        ru: 'Редактирование комиссий',
        ar: 'التحرير لجان'
    },
    "Account type": {
        ru: 'Тип счета',
        ar: 'نوع الحساب'
    },
    "From account type": {
        ru: 'С типа счета',
        ar: 'من نوع الحساب'
    },
    "To account type": {
        ru: 'На тип счета',
        ar: 'لحساب نوع'
    },
    "anonymous": {
        ru: 'Анонимный',
        ar: 'مجهول'
    },
    "Anonymous": {
        ru: 'Анонимный',
        ar: 'مجهول'
    },
    "registered": {
        ru: 'Зарегестрированный',
        ar: 'مسجل'
    },
    "Registered": {
        ru: 'Зарегестрированный',
        ar: 'مسجل'
    },
    "Merchant": {
        ru: 'Торговец',
        ar: 'تاجر'
    },
    "merchant": {
        ru: 'Торговец',
        ar: 'تاجر'
    },
    "Distribution": {
        ru: 'Агент по распространению',
        ar: 'وكيل التوزيع'
    },
    "distribution": {
        ru: 'Агент по распространению',
        ar: 'وكيل التوزيع'
    },
    "Settlement": {
        ru: 'Агент по погашению',
        ar: 'وكيل السداد'
    },
    "settlement": {
        ru: 'Агент по погашению',
        ar: 'وكيل السداد'
    },
    "Exchange": {
        ru: 'Агент по обмену',
        ar: 'وكيل تبادل'
    },
    "exchange": {
        ru: 'Агент по обмену',
        ar: 'وكيل تبادل'
    },
    "Bank": {
        ru: 'Банк',
        ar: 'بنك'
    },
    "bank": {
        ru: 'Банк',
        ar: 'بنك'
    },
    "Saved successfully": {
        ru: 'Успешно сохранено',
        ar: 'تم الحفظ بنجاح'
    },
    "Deleted successfully": {
        ru: 'Успешно удалено',
        ar: 'تمت إزالته بنجاح.'
    },
    "Success": {
        ru: 'Успешно',
        ar: 'بنجاح'
    },
    "success": {
        ru: 'Успешно',
        ar: 'بنجاح'
    },
    "Show types commission": {
        ru: 'Пказать комиссию по типам',
        ar: 'إظهار العمولة حسب أنواع'
    },
    "From type": {
        ru: 'С типа',
        ar: 'من النوع'
    },
    "For types": {
        ru: 'Для типов',
        ar: 'لأنواع'
    },
    "For assets (globally)": {
        ru: 'Для валют (глобально)',
        ar: 'للعملات (عالميا)'
    },
    "Choose account type for edit commissions": {
        ru: 'Выберите тип счета для редактирования комиссий',
        ar: 'اختر نوع الحساب لتحرير العمولات'
    },
    "Types commission for": {
        ru: 'Комиссия для типа',
        ar: 'لجنة للنوع'
    },
    "Edit types commission": {
        ru: 'Изменить комиссию для типа',
        ar: 'تغيير عمولة النوع'
    },

    "Quick emission": {
        ru: 'Быстрая эмиссия',
        ar: 'الانبعاثات السريعة'
    },

    "Repeat password": {
        ru: 'Подтвердите пароль',
        ar: 'تأكيد كلمة المرور'
    },



    //js
    "Wrong password" : {
        ru: 'Неверный пароль',
        ar: 'كلمة مرور غير صحيحة'
    },
    "Cannot decrypt" : {
        ru: 'Система не может расшифровать приватный ключ',
        ar: 'لا يمكن للنظام فك تشفير مفتاح خاص'
    },
    "No set account" : {
        ru: 'Счет не указан',
        ar: 'النتيجة غير مدرجة'
    },
    "No set bi val"  : {
        ru: 'Блокирование входящих операций: значение не указано',
        ar:  'عمليات الإدخال قفل: القيمة غير مدرجة'
    },
    "No set bo val"  : {
        ru: 'Блокирование исходящих операций: значение не указано',
        ar:  'قفل العمليات الصادرة: القيمة غير مدرجة'
    },
    "No set values"  : {
        ru: 'Значения не указаны',
        ar:  'القيم غير مدرجة'
    },
    "Pass to encrypt": {
        ru: 'Укажите пароль для шифрования Вашего приватного ключа',
        ar:  'حدد كلمة المرور الخاصة بك لتشفير المفتاح الخاص بك'
    },
    "Enter password to encrypt emission": {
        ru: 'Укажите пароль для шифрования приватного ключа эмиссии',
        ar:  'حدد كلمة مرور لتشفير مفتاح انبعاث خاص'
    },
    "Repeat password": {
        ru: 'Повторите пароль',
        ar:   'أعد كلمة السر الخاصة بك'
    },

    "No pass": {
        ru: 'Укажите пароль',
        ar:  'Вкажіть пароль'
    },
    "Passwords doesn't match": {
        ru: 'Пароли не совпадают',
        ar:  'كلمات المرور لا تتزامن'
    },
    "Bad file": {
        ru: 'Файл указан неверно',
        ar:  'تم تحديد الملف بشكل غير صحيح'
    },
    "No sign admin": {
        ru: 'Невозможно сгенерировать подписанный счет администратора',
        ar:  'غير قادر على إنشاء حساب المسؤول الموقع'
    },
    "Error read file": {
        ru: 'Ошибка при чтении файла',
        ar:  'خطأ عند قراءة ملف'
    },
    "No admin key": {
        ru: 'Для создания счета необходимо иметь ключ администратора',
        ar:  'للحساب الذي تم إنشاؤه، من الضروري الحصول على مفتاح المسؤول'
    },
    "Cannot create agent": {
        ru: 'Не удалось созлдать агента',
        ar:  'فشل في إنشاء وكيل'
    },
    "Cannot create account": {
        ru: 'Не удалось создать счет',
        ar:  'فشل في إنشاء حساب'
    },
    "Invalid sign file": {
        ru: 'Неверный формат файла',
        ar:  'تنسيق ملف غير صالح'
    },
    "Invalid operation with file": {
        ru: 'Неверная операция с файлом',
        ar:  'عملية غير صالحة مع الملف'
    },
    "Ensure file is correct": {
        ru: 'Убедитесь в корректности загружаемого файла',
        ar:  'تأكد من تصحيح الملف القابل للتنزيل'
    },
    "Cannot create emission key": {
        ru: 'Не удалось создать ключ эмиссии',
        ar:  'فشل في إنشاء مفتاح الانبعاثات'
    },
    "Bad limit value": {
        ru: 'Значение указано не верно, лимит установлено на 0. Проверьте указанные лимиты',
        ar:  'لا يتم تحديد القيمة بشكل صحيح، يتم تعيين الحد على 0. تحقق من الحدود المحددة'
    },
    "Enter pass": {
        ru: 'Укажите пароль',
        ar:  'Вкажіть пароль'
    },
    "Save success": {
        ru: 'Операция пройшло успешно',
        ar:  'كانت الجراحة ناجحة'
    },
    "Stellar error": {
        ru: 'Ошибка. Обратитесь к администратору!',
        ar:  'خطأ.الرجوع إلى المسؤول!'
    },
    "Error save": {
        ru: 'Ошибка при сохранении',
        ar:  'خطأ أثناء إنقاذ'
    },
    "OK": {
        ru: 'Подтвердить',
        ar:  'يتأكد'
    },
    "Cancel": {
        ru: 'Отмена',
        ar:  'إلغاء'
    },
    "Empty password": {
        ru: 'Пустой пароль',
        ar:  'كلمة مرور فارغة'
    },

    "Cannot get commissions": {
        ru: 'Не удалось получить комиссии',
        ar:  'فشل في تلقي اللجان'
    },
    "Cannot delete commissions": {
        ru: 'Не удалось удалить комиссии',
        ar:  'فشل في إزالة العمولة'
    },
    "Cannot delete signer": {
        ru: 'Не удалось удалить подписанта',
        ar:  'فشل في إزالة الموقع'
    },
    "Delete commission": {
        ru: 'Комиссия удалена',
        ar:  'لجنة إزالتها'
    },
    "Commission saved": {
        ru: 'Комиссия сохранена',
        ar:  'تم الحفاظ عليها'
    },
    "Enter password": {
        ru: 'Пожалуйста, введите апроль',
        ar:  'الرجاء إدخال كلمة المرور'
    },
    "Asset not exist": {
        ru: 'Валюта не найдена',
        ar: 'لم يتم العثور على العملة'
    },
    "In Safari browser may be problems with downloading files. If Safari opened file in a new tab, instead of downloading, please click ⌘+S and save the file with the extension .smb (For example: file.smb)": {
        ru: 'В браузере Safari возможны проблемы со скачиванием файлов. Если Safari вместо скачивания, открыл файл в новой вкладке, пожалуйста, нажмите ⌘+S и сохраните файл с расширением .smb (Например: file.smb)',
        ar: 'في متصفح Safari، يمكنك تنزيل الملفات.إذا كان Safari بدلا من التنزيل، فتح ملف في علامة تبويب جديدة، يرجى الضغط على ⌘ + S وحفظ الملف باستخدام .smb. (على سبيل المثال: file.smb)'
    },
    "Account exists": {
        ru: 'Администратор с таким логином уже существует',
        ar: 'المشرف مع هذا تسجيل الدخول موجود بالفعل'
    },
    "User registration": {
        ru: 'Регистрация пользователя',
        ar: 'تسجيل المستخدم'
    },
    "Agent registration": {
        ru: 'Регистрация агента',
        ar: 'وكيل التسجيل'
    },
    "Fill all required fields": {
        ru: 'Заполните все обязательный поля',
        ar: 'أكمل كل الخانات'
    },
    "Accepted": {
        ru: 'Принято',
        ar: 'مقبول'
    },
    "Accept": {
        ru: 'Принять',
        ar: 'لقبول'
    },
    "Declined": {
        ru: 'Отклонено',
        ar: 'مرفوض'
    },
    "Decline": {
        ru: 'Отклонить',
        ar: 'رفض'
    },
    "Enrollment successfully accepted": {
        ru: 'Приглашение успешно принято',
        ar: 'يتم أخذ الدعوة بنجاح'
    },
    "Decline enrollment": {
        ru: 'Отклонить приглашение',
        ar: 'رفض دعوة'
    },
    "Service error. Please contact support": {
        ru: 'Сервисная ошибка. Обратитесь в службу поддержки',
        ar: 'خطأ في الخدمة.خدمة الدعم'
    },
    "Unknown error. Contact support": {
        ru: 'Неизвестная ошибка. Обратитесь в службу поддержки',
        ar: 'خطأ غير معروف.خدمة الدعم'
    },
    "Passwords must be eqarl": {
        ru: 'Пароли должны совпадать',
        ar: 'يجب أن تتزامن كلمات المرور'
    },
    "Your enrollment has been declined": {
        ru: 'Ваше приглашение было отклонено',
        ar: 'تم رفض دعوتك'
    },
    "Token": {
        ru: 'Пароль',
        ar: 'كلمه السر'
    },
    "Warning": {
        ru: 'Внимание',
        ar: 'تحذير'
    },
    "Compose your login and password or decline enrollment": {
        ru: 'Придумайте логин и пароль или отклоните приглашение',
        ar: 'الخروج مع تسجيل الدخول وكلمة المرور أو رفض الدعوة'
    },
    "Company code": {
        ru: 'Код компании',
        ar: 'كود الشركة'
    },
    "agent": {
        ru: 'Агент',
        ar: 'وكيل'
    },
    "Company title": {
        ru: 'Название компании',
        ar: 'اسم الشركة'
    },
    "Company address": {
        ru: 'Адрес компании',
        ar: 'عنوان الشركة'
    },
    "Company phone": {
        ru: 'Телефон компании',
        ar: 'هاتف الشركة'
    },
    "Company email": {
        ru: 'Емейл компании',
        ar: 'إميل من الشركة'
    },
    "Yes, decline it": {
        ru: 'Да, отклонить',
        ar: 'نعم، رفض'
    },
    "Full name": {
        ru: 'Полное имя',
        ar: 'الاسم الكامل'
    },
    "Record not found": {
        ru: 'Не найдено',
        ar: 'غير موجود'
    },
    "enrollment": {
        ru: 'приглашение',
        ar: 'رسالة دعوة'
    },

    "Don't create account (mnemonic phrase only)": {
        ru: 'Не создавать учетную запись (только мнемоническую фразу)',
        ar: 'لا تنشئ حساب (عبارة سرية فقط)'
    },
    "Please, remember mnemonic phrase - it is NOT recoverable": {
        ru: 'Пожалуйста, запомните: мнемоническую фразу невозможно восстановить.',
        ar: 'الرجاء تذكر العبارة السرية - لايمكن طباعتها مرة اخرى'
    },

    "IPN code": {
        ru: 'Идентификационный код',
        ar: 'رمز التعريف'
    },
    "Password must contain at least one upper case letter, one lower case letter and one digit": {
        ru: "Пароль должен содержать как минимум одну букву в верхнем регистре, одну букву в нижнем регистре и одну цифру",
        ar: "يجب أن تتكون كلمة المرور من حرف واحد على الأقل في أحرف كبيرة، حرف واحد في الحالة الصغيرة وأرقام واحد"
    },
    "Password should have 8 chars min": {
        ru: "Минимальная длина пароля - 8 символов",
        ar: "الحد الأدنى لطول كلمة المرور - 8 أحرف"
    },

};