module.exports = {
    "Recent transactions sum": {
        'ru': "Сума останніх транзакцій",
        'ar': "مجموع المعاملات الأخيرة"
    },
    "Last transaction time": {
        'ru': "Час останної транзакції",
        'ar': "أحدث وقت المعاملات"
    },
    "Max": {
        'ru': "Найбільша",
        'ar': "اقصى"
    },
    "Average": {
        'ru': "Середня",
        'ar': "متوسط"
    },
    "Min": {
        'ru': "Найменьша",
        'ar': "الاسم"
    },
    "Account id": {
        'ru': "Номер счета",
        'ar': "رقم حساب"
    },
    "Emissions": {
        'ru': "Ключів емісії",
        'ar': "مفاتيح الانبعاثات"
    },
    "Admins": {
        'ru': "Адміністраторів",
        'ar': "المسؤولين"
    },
    "Last transactions": {
        'ru': "Останні транзакції",
        'ar': "التحويلات الاخيرة"
    },
    "Transaction ID": {
        'ru': "ID транзакції",
        'ar': "رقم المعاملة"
    },
    "Payments from": {
        'ru': "Відправник",
        'ar': "مرسل"
    },
    "Payments to": {
        'ru': "Отримувач",
        'ar': "متلقي"
    },
    "Amount": {
        'ru': "Сума",
        'ar': "مجموع"
    },
    "Payments": {
        'ru': "Транзакції",
        'ar': "عملية"
    },
    "Last received funds amount": {
        'ru': "Сума останніх отриманих коштів",
        'ar': "مجموع أحدث الأموال المستلمة"
    },
    "Last spent funds amount": {
        'ru': "Сума останніх витрачених коштів",
        'ar': "مجموع أحدث الأموال التي تنفق"
    },
    "Account ID": {
        'ru': "Рахунок",
        'ar': "نتيجة"
    },
    "Account type": {
        'ru': "Тип рахунку",
        'ar': "نوع الحساب"
    },
    "Account balance": {
        'ru': "Баланс рахунку",
        'ar': "رصيد الحساب"
    },
    "Anonymous": {
        'ru': "Анонімний",
        'ar': "مجهول"
    },
    "Registered user": {
        'ru': "Зареєстрований користувач",
        'ar': "مستخدم مسجل"
    },
    "Merchant": {
        'ru': "Мерчант",
        'ar': "تاجر."
    },
    "Distribution agent": {
        'ru': "Агент з розповсюдження",
        'ar': "وكيل التوزيع"
    },
    "Settlement agent": {
        'ru': "Агент з погашення",
        'ar': "وكيل السداد"
    },
    "Exchange agent": {
        'ru': "Агент з обміну",
        'ar': "وكيل تبادل"
    },
    "Bank account": {
        'ru': "Банківский рахунок",
        'ar': "حساب البنك"
    },
    "Scratch card": {
        'ru': "Скретч-картка",
        'ar': "بطاقة الصفر"
    },
    "Commission account": {
        'ru': "Комісійний рахунок",
        'ar': "حساب اللجنة"
    },
    "General agent": {
        'ru': "Генеральний агент",
        'ar': "وكيل عام"
    },
    "Unknown type": {
        'ru': "Невідомий тип рахунку",
        'ar': "نوع الحساب غير معروف"
    },
    "Account information": {
        'ru': "Інформація по рахунку",
        'ar': "معلومات عن الحساب."
    },
    "Transaction info": {
        'ru': "Інформація по транзакції",
        'ar': "معلومات عملية"
    },
    "Transaction type": {
        'ru': "Тип транзакції",
        'ar': "نوع المعاملة"
    },
    "Date of create": {
        'ru': "Дата створення",
        'ar': "تاريخ الخلق"
    },
    "Account": {
        'ru': "Рахунок",
        'ar': "نتيجة"
    },
    "Memo": {
        'ru': "Мемо",
        'ar': "مذكرة"
    },
    "Operations count": {
        'ru': "Кількість операцій",
        'ar': "عدد العمليات"
    },
    "Information about agents will be hidden": {
        'ru': "Інформація по агентам буде схована",
        'ar': "سيتم إخفاء معلومات الوكلاء"
    },
    "Attention": {
        'ru': "Увага",
        'ar': "تحذير"
    },

};