module.exports = {
    "Dashboard": {
        'ar': "لوحة التحكم",
        'ru': "Панель керування"
    },
    "Logout": {
        'ar': "خروج",
        'ru': "Вийти"
    },
    "Create new prepaid cards": {
        'ar': 'اصدار بطاقة مسبقة الدفع',
        'ru': 'Створити нові скретч-карти'
    },
    "Amount of cards": {
        'ar': "عدد البطاقات",
        'ru': "Кількість карток"
    },
    "Value of a card": {
        'ar': "قيمة البطاقات",
        'ru': "Вартість картки"
    },
    "Total amount": {
        'ar': "الاجمالي",
        'ru': "Загальна сума"
    },
    "Create": {
        'ar': "اصدار",
        'ru': "Створити"
    },
    "This page allows to create prepaid cards that can be distributed physically": {
        'ar': "هذه الصفحة لاصدار بطاقات مسبقة الدفع",
        'ru': "Ця сторінка дозволяє створювати передплачені картки, які потім можуть бути роздруковані для подальшого розповсюдження"
    },
    "Cards": {
        'ar': "بطاقات",
        'ru': "Картки поповнення"
    },
    "Cards, created by the agent": {
        'ar': "بطاقات مصدرة من الوكيل",
        'ru': "Картки поповнення"
    },
    "Amount": {
        'ar': "قيمة",
        'ru': "Сума"
    },
    "Currency": {
        'ar': "عملة",
        'ru': "Валюта"
    },
    "Account": {
        'ar': "حساب",
        'ru': "Рахунок"
    },
    "Date of creation": {
        'ar': "تاريخ الاصدار",
        'ru': "Дата створення"
    },
    "Date of usage": {
        'ar': "تاريخ الاستخدام",
        'ru': "Дата використання"
    },
    "Card info": {
        'ar': "معلومات البطاقة",
        'ru': "Інформація про картку"
    },
    "Show QR": {
        'ar': "عرض رمز كيو ار",
        'ru': "Показати QR-код"
    },
    "Card data": {
        'ar': "معلومات البطاقة",
        'ru': "Дані по картці поповнення"
    },
    "Create new": {
        'ar': "اصدار جديد",
        'ru': "Створити нову"
    },
    "There is no cards created yet": {
        'ar': "لايوجد بطاقات مصدرة بعد",
        'ru': "Немає створенних карток поповнення"
    },
    "Card account": {
        'ar': "حساب البطاقة",
        'ru': "Рахунок картки поповнення"
    },
    "Max cards at time": {
        'ar': "أقصى بطاقات في وقت واحد",
        'ru': "Максимально карток за один раз"
    },
    "Check amount of cards parameter": {
        'ar': "الدفع",
        'ru': "Вийти"
    },
    "Not enough balance": {
        'ar': "رصيد غير كاف",
        'ru': "Недостатньо грошей"
    },
    "Success. Cards will be confirmed in few minutes": {
        'ar': "بنجاح.سيتم تأكيد بطاقات الصفر في بضع دقائق",
        'ru': "Успішно. Скретч-картки будут підтверджені через кілка хвилин"
    },
    "Agent balances": {
        'ar': "التوازن AGA.",
        'ru': "Баланси агента"
    },
    "Login/password combination is invalid": {
        'ar': "تسجيل الدخول أو كلمة سر خاطئة",
        'ru': "Невірний логін або пароль"
    },
    "Agent dashboard": {
        'ar': "لوحة الوكيل",
        'ru': "Панель агента"
    },
    "Username": {
        'ar': "تسجيل الدخول",
        'ru': "Логін"
    },
    "Password": {
        'ar': "كلمه السر",
        'ru': "Пароль"
    },
    "Log in": {
        'ar': "ليأتي",
        'ru': "Увійти"
    },
    "Prev": {
        'ar': "سابق",
        'ru': "Попередня"
    },
    "Next": {
        'ar': "التالي",
        'ru': "Наступна"
    },
    "Agent": {
        'ar': "وكيل",
        'ru': "Агент"
    },
    "Time before the session close": {
        'ar': "الوقت لإغلاق الجلسة",
        'ru': "Час до зачинення сессії"
    },
    "Scratch cards": {
        'ar': "بطاقات تجديد",
        'ru': "Картки поповнення"
    },
    "Create scratch cards": {
        'ar': "إنشاء بطاقات التجديد",
        'ru': "Створити картки поповнення"
    },
    "Wait for data loading": {
        'ar': "في انتظار التنزيل",
        'ru': "Очікування завантаження"
    },
    "en": {
        'ar': 'ar',
        'ru': 'ru'
    },

    //errors global
    "Error": {
        'ar': 'خطأ',
        'ru': 'Помилка'
    },

    //error messages
    "Record not found": {
        'ar': 'غير موجود',
        'ru': 'Не знайдено'
    },
    "Transfer money": {
        'ar': 'تحويل المال',
        'ru': 'Переказ грошей'
    },
    "Transfer type": {
        'ar': 'ترجمة المعرف',
        'ru': 'Ідентифікатор переказу'
    },
    "Account ID": {
        'ar': 'رقم حساب',
        'ru': 'Номер рахунку'
    },
    "Phone number": {
        'ar': 'رقم الهاتف',
        'ru': 'Номер телефону'
    },
    "Email": {
        'ar': 'بريد إلكتروني',
        'ru': 'Електронна пошта'
    },
    "Asset": {
        'ar': 'عملة',
        'ru': 'Валюта'
    },
    "Invoice code": {
        'ar': 'رقم infoisa.',
        'ru': 'Номер інвойсу'
    },
    "Request": {
        'ar': 'تسلم',
        'ru': 'Отримати'
    },
    "Pay by invoice code": {
        'ar': 'تنفيذ دفعة الفاتورة',
        'ru': 'Здійснити платіж по інвойсу'
    },
    "by account ID": {
        'ar': 'حسب الحساب رقم',
        'ru': 'За номером рахунку'
    },
    "by phone": {
        'ar': 'حسب رقم الهاتف',
        'ru': 'За номером телефону'
    },
    "by email": {
        'ar': 'بالبريد الالكتروني',
        'ru': 'За електронною поштою'
    },
    "Settings": {
        'ar': 'إعدادات',
        'ru': 'Налаштування'
    },
    "New password cannot be same as old": {
        'ar': "يجب ألا تكون كلمة المرور الجديدة هي نفسها",
        'ru': "Новий пароль не повинен бути таким самим, як і попередній"
    },
    "Old password": {
        'ar': 'كلمة المرور السابقة',
        'ru': 'Попередній пароль'
    },
    "New password": {
        'ar': 'كلمة السر الجديدة',
        'ru': 'Новий пароль'
    },
    "Repeat new password": {
        'ar': 'نشر كلمة مرور جديدة',
        'ru': 'Підтвердіть овий пароль'
    },
    "Change account info": {
        'ar': 'تغيير معلومات الحساب',
        'ru': 'Змінити інформацію про обліковий запис'
    },
    "Change": {
        'ar': 'يتغيرون',
        'ru': 'Змінити'
    },
    "Phone": {
        'ar': 'رقم الهاتف',
        'ru': 'Номер телефону'
    },
    "Save": {
        'ar': 'يحفظ',
        'ru': 'Зберегти'
    },
    "Account transactions": {
        'ar': 'قائمة المعاملات',
        'ru': 'Список трансакцій'
    },
    "Overview of recent transactions": {
        'ar': 'مراجعة المعاملات الأخيرة',
        'ru': 'Список останніх трансакцій'
    },
    "Type": {
        'ar': 'نوع',
        'ru': 'Тип'
    },
   "Credit": {
        'ar': 'تنسب إليه',
        'ru': 'Кредит'
    },
    "Debit": {
        'ar': 'دين',
        'ru': 'Дебет'
    },
    "Date": {
        'ar': 'تاريخ',
        'ru': 'تاريخ'
    },
    "Account id": {
        'ar': 'رقم حساب',
        'ru': 'Номер рахунку'
    },
    "Your QRCode": {
        'ar': 'رمز الاستجابة السريعة',
        'ru': 'QR-код'
    },
    "Balances": {
        'ar': 'توازن',
        'ru': 'Баланс'
    },
    "Invoice requested": {
        'ar': "فوروري زوبيروش",
        'ru': "Інвойс запрошений"
    },
    "Show account": {
        'ar': 'عرض رقم الحساب',
        'ru': 'Показати номер рахунку'
    },
    "Your account": {
        'ar': 'رقم حساب',
        'ru': 'Номер рахунку'
    },
    "Payments": {
        'ar': 'المدفوعات',
        'ru': 'Платежі'
    },
    "Forgot your password?": {
        'ar': 'نسيت رقمك السري؟',
        'ru': 'Забули пароль?'
    },
    "Change password": {
        'ar': 'تغيير كلمة المرور',
        'ru': 'Змінити пароль'
    },
    "Password should have 6 chars min": {
        'ar': 'يجب أن تحتوي كلمة المرور على أقل من 6 أحرف.',
        'ru': 'Пароль повинен містити не менше 6 символів'
    },
    "Passwords should match": {
        'ar': 'يجب أن تتزامن كلمات المرور',
        'ru': 'Паролі повинні співпадати'
    },
    "Cannot change password": {
        'ar': 'غير قادر على تغيير كلمة المرور',
        'ru': 'Неможливо змінити пароль'
    },
    "No payments yet": {
        'ar': 'لا المدفوعات',
        'ru': 'Немає проведених платежів'
    },
    "Create a new invoice": {
        'ar': 'إنشاء فاتورة جديدة',
        'ru': 'Створити новий інвойс'
    },
    "Invoices": {
        'ar': 'فاتورة',
        'ru': 'Інвойси'
    },
    "Settlement": {
        'ar': 'السداد',
        'ru': 'Погашення'
    },
    "Make settlement": {
        'ar': 'جعل الفداء',
        'ru': 'Зробити погашення'
    },
    "Submit": {
        'ar': 'لقبول',
        'ru': 'Прийняти'
    },
    "Copy this invoice code and share it with someone you need to get money from": {
        'ar': 'انسخ هذه الفاتورة وإرسالها إلى ما تريد الحصول على الدفع.',
        'ru': 'Скопіюйте цей інвойс і надішліть тому, від кого ви бажаєте отримати платіж'
    },
    "Transfer successful": {
        'ar': 'دفع تنفيذها',
        'ru': 'Платіж виконаний'
    },
    "Transfer": {
        'ar': 'تحويل',
        'ru': 'Переказ'
    },
    "Success": {
        'ar': 'حظا سعيدا',
        'ru': 'Успіх'
    },
    "Log in via mnemonic phrase": {
        'ar': 'تسجيل الدخول مع العبارة المنكونية',
        'ru': 'Увійдіть за допомогою мнемонічной фрази'
    },
    "Enter your mnemonic phrase word number $[1] of $[2]" : {
        'en': "Enter your mnemonic phrase word number $[1] of $[2].",
        'ar': "أدخل عبارة الذاكرة الخاصة بك.كلمة رقم $ [1] من $ [2].",
        'ru': "Введіть Вашу мнемонічну фразу. Слово №$[1] із $[2]."
    },
    "Mnemonic phrase" : {
        'ar': "عبارة مذكرات",
        'ru': "Мнемонічна фраза"
    },
    "Bad account id": {
        'ar': 'رقم حساب غير صحيح',
        'ru': 'Хибний номер рахунку'
    },
    "Can not make settlement": {
        'ar': 'غير قادر على السداد',
        'ru': 'Неможливо виконати погешення'
    },
    "Account is invalid": {
        'ar': "رقم حساب غير صحيح",
        'ru': "Невірний номер рахунку"
    },
    "Show older" :{
        'ru': "Показати більше",
        'ar': "أظهر المزيد",
    },
    "Success. Cards will be confirmed in few moments" :{
        'ru': "Успех. Карточки будут подтверждены в течении нескольких минут",
        'ar': "نجاح.سيتم تأكيد البطاقات في بضع دقائق",
    },
    //error descriptions
    "invoice": {
        'ar': 'ليس',
        'ru': 'інвойс'
    },
    "Cannot make transfer": {
        'ar': 'غير قادر على التحويل',
        'ru': 'Неможливо здійснити переказ'
    },

};